tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "starship"
brew "stow"
brew "tmux"
brew "vivid"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "font-meslo-lg-nerd-font"
