tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "btop"
brew "exa"
brew "fzf"
brew "git"
brew "gitui"
brew "go"
brew "lazygit"
brew "luv"
brew "python@3.9"
brew "midnight-commander"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "nmap"
brew "nnn"
brew "node"
brew "node@16"
brew "protobuf"
brew "protoc-gen-go"
brew "pyenv"
brew "spaceship"
brew "stow"
brew "taskwarrior-tui"
brew "tree"
brew "vivid"
brew "wget"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "amethyst"
cask "discord"
cask "font-fira-code"
cask "font-sf-mono-nerd-font"
cask "ganache"
cask "github"
cask "hyper"
cask "iterm2"
cask "visual-studio-code"
