tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "btop"
brew "dotnet"
brew "fzf"
brew "git"
brew "gitui"
brew "go"
brew "midnight-commander"
brew "neovim"
brew "spaceship"
brew "stow"
brew "wget"
brew "zsh-syntax-highlighting"
cask "font-fira-code"
cask "github" 
cask "iterm2"
